package main

import "fmt"

//Для закрепления усвоенного материала повторите шаги раздела «Практическая часть» самостоятельно для своего проекта:
//1. Создайте новый проект с использованием инструментария go mod.
//2. Опубликуйте проект в репозитории, установив номер версии, указывающий на активный этап разработки библиотеки.
//3. Обновите номера версий зависимостей в библиотеке.
//4. Сделайте изменения в проекте и запушьте их с мажорным обновлением версии пакета.
//5. Очистите неиспользуемые библиотеки.
func main() {
	fmt.Println("Hello world")
	// Пустой PR На случай, если не успею до 20:00 сегодня...
}
